DeviceName = "Indbygget lyd";
DeviceShortName = "Indbygget";
ManufacturerName = "Apple Inc.";

Headphones = "Hovedtelefoner";
HeadphonesB = "Hovedtelefoner B";
IntSpeakers  = "Indbyggede højttalere";
LineOut = "Linjeudgang";
DigitalOut = "Digital ud";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Ekstern mikrofon";
ExternalMicB = "Ekstern mikrofon B";
InternalMic = "Indbygget mikrofon";
LineIn = "Linjeindgang";
DigitalIn = "Digital ind";
InputNone = "Ingen";

DeviceNameHeadphone = "Indbygget hovedtelefon til lyd";
DeviceNameSpeaker = "Indbygget højttaler til lyd";
DeviceNameLineOut = "Indbygget linjeudgang til lyd";
DeviceNameDigitalOut = "Indbygget digital lydudgang";
DeviceNameHdmi = "Indbygget HDMI-udgang til lyd";
DeviceNameDisplayPort = "Indbygget lyd-/skærmudgang";
DeviceNameLineIn = "Indbygget linjeindgang til lyd";
DeviceNameAuxIn = "Indbygget hjælpeindgang til lyd";
DeviceNameMic = "Indbygget mikrofon til lyd";
DeviceNameExtMic = "Ekstern mikrofon til indbygget lyd";
DeviceNameDigitalIn = "Indbygget digital lydindgang";

DevShortNameHdpn = "Indbygget hovedtelefon";
DevShortNameSpkr = "Indbygget højttaler";
DevShortNameLino = "Indbygget linjeudgang";
DevShortNameSpdo = "Indbygget digital udgang";
DevShortNameHdmi = "Indbygget HDMI-udgang";
DevShortNameDP = "Indbygget skærmudgang";
DevShortNameOut = "Indbygget udgang";
DevShortNameLini = "Indbygget linjeindgang";
DevShortNameAuxi = "Indbygget hjælpeindgang";
DevShortNameEMic = "Indbygget ekstern mikrofon";
DevShortNameIMic = "Indbygget mikrofon";
DevShortNameSpdi = "Indbygget digital indgang";
DevShortNameIn = "Indbygget indgang";

UnlockedClock = "Låst op";
LockedClock = "Låst";

HwSrcAutomatic = "Automatisk";
HwSrcEnable = "Slå til";
HwSrcDisable = "Slå fra";
